Repository: KDE/mbox-importer
Catalog: po/*/mboximporter.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: olivermkellogg@gmail.com

source: MBox importer tool
eo: MBox-importilo

source: MBox Import Tool
eo: MBox-Importilo

source: Copyright © 2013-%1 MBoxImporter authors
eo: Kopirajto © 2013-%1 aŭtoroj de MBoxImporter

source: Maintainer
eo: Prizorganto

source: URL of mbox to be imported
eo: URL de poŝtkesto importenda

# @title:window
source: Import mbox file
eo: Importi mbox-dosieron

source: Import in progress
eo: Importado en progreso

source: Import finished
eo: Importado finiĝis

source: Please select the folder to import to:
eo: Bonvolu elekti la dosierujon al kiu importi:

source: Import Mails
eo: Importi Retmesaĝojn
